const data = 
{
  titles: {
    materials: 'Материал',
    izdelie: 'Изделие',
    colors: 'Цвет',
    countries: 'Страна',
    obrabotka: 'Тип обработки',
    thickness: 'Толщина',
    sklad: 'Склад'
  },
  materials: {
    Гранит: 'Granit',
    Травертин: 'Travertin',
    Сланец: 'Slanets',
    Оникс: 'Oniks',
    Мрамор: 'Mramor',
    Лабрадорит: 'Labradorit',
    Керамика: 'Keramika',
    Кварцит: 'Kvartsit',
    'Кварцевый агломерат': 'Kvartsevyy_aglomerat',
    Известняк: 'Izvestnyak',
    'Искусственный мрамор': 'Iskusstvennyy_mramor',
    Эксклюзив: 'Eksklyuziv',
    Soapstone: 'Soapstone'
  },
  cities: {
    krd: 'Краснодар',
    kzn: 'Казань',
    ekb: 'Екатеринбург',
    spb: 'Санкт-Петербург',
    msc: 'Москва',
    fdr: "Федорово",
    bzl: "Бузланово"
  },
  izdelie: [
    'Слэбы',
    'Полоса',
    'Плитка',
    'Ступени',
    'Брусчатка',
    'Мозайка из камня',
    'Бордюр',
    'Прочее'
  ],
  colors: {
    'Желто-коричневый': '#B4A522',
    Бежевый: '#FADA9E',
    Белый: '#FFFfff',
    Голубой: '#0295FF',
    Желтый: '#F2F710',
    Зеленый: '#1BF817',
    Коричневый: '#786146',
    Красный: '#EF0808',
    'Светло-серый': '#DDDDDD',
    Серый: '#808080',
    Синий: '#0000ff',
    Бирюзовый: '#30d5c8',
    Золотой: '#FFD700',
    Оранжевый: '#ffa500',
    Розовый: '#ffc0cb ',
    'Светло-бежевый': '#f5f5dc',
    'Серо-розовый': '#ad5f7d',
    Фиолетовый: '#8b00ff',
    'Черно-золотой': '#b8860b ',
    Черный: '#000000',
    Черный: '#000000',
    Эксклюзивный: '#FFFfff'
  }
};
export default data;
