import React, { useEffect } from 'react';


import './test.scss';

const Test = props => {
    return (
      <div className="test">
        
      </div>
    );
  
};

export default Test;

// - Материал (1) (выбор из списка);
// - Цвет (2) (выбор из списка);
// - Страна (2) (выбор из списка);
    // - Толщина (3) (выбор из списка);
// - Тип изделия (3) (выбор из списка);
// - Тип обработки (3) (выбор из списка);
// - Склад (5) (выбор из списка);
    // - Новинки (5) (да / нет);
    // - Распродажа (5) (да / нет);
    // - Длина (5) (от … до …, в мм);
    // - Ширина (5) (от … до …, в мм);
    // - Цена (5) (от … до …, за м2 в выбранной валюте);
